[Archetypes.ARC_IA_BlacksiteVial XComInteractiveLevelActor]
FriendlyDisplayName="Cetrifuga de Purificação"

[Archetypes.ARC_IA_BroadcastStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Terminal da Rede"

[Archetypes.ARC_IA_FlightDevice XComInteractiveLevelActor]
FriendlyDisplayName="Conversor de Força"

[Archetypes.ARC_IA_ForgeStasisTube XComInteractiveLevelActor]
FriendlyDisplayName="Tubo de Estase"

[Archetypes.ARC_IA_HackableAlienComputerBase XComInteractiveLevelActor]
FriendlyDisplayName="Distress Beacon"

[Archetypes.ARC_IA_HackableStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Terminal da Rede"

